{"_id":{"$oid":"656c097a3b3469e2a9dfc339"},"name":"Apple Braeburn","description":"The Braeburn apple, with its rich, spicy-sweet flavor, stands out for its firm and crisp texture. Originally from New Zealand, this variety is easily recognizable by its streaked red and yellow skin."}
{"_id":{"$oid":"656c097a3b3469e2a9dfc33a"},"name":"Apple Crimson Snow","description":"The Crimson Snow apple is a rare variety known for its striking deep red skin and snow-white flesh. It offers a perfect balance of sweet and tart flavors, making it a favorite for fresh eating."}
{"_id":{"$oid":"656c097a3b3469e2a9dfc33b"},"name":"Apple Golden 1","description":"Apple Golden 1 is a variant of the classic Golden Delicious, renowned for its smooth, yellow skin and honeyed taste. It's particularly valued for its versatility in cooking and baking."}
{"_id":{"$oid":"656c097a3b3469e2a9dfc33c"},"name":"Apple Golden 2","description":"The Apple Golden 2, a close relative of the Golden Delicious, is cherished for its sweet, mellow flavor and its vibrant, golden-yellow skin. It's often used in salads and desserts for its ability to retain shape when cooked."}
{"_id":{"$oid":"656c09b23b3469e2a9dfc33d"},"name":"Apple Golden 3","description":"The Apple Golden 3 is another delightful variant in the Golden apple family, celebrated for its slightly tart flavor and juicy, crisp texture. Its bright yellow skin makes it a visually appealing choice for fruit salads."}
{"_id":{"$oid":"656c09b23b3469e2a9dfc33e"},"name":"Apple Granny Smith","description":"The Granny Smith apple is famous for its vibrant green skin and exceptionally tart taste. Originating in Australia, it's a popular choice for baking due to its ability to retain firmness and flavor when cooked."}
{"_id":{"$oid":"656c09b23b3469e2a9dfc33f"},"name":"Apple Pink Lady","description":"The Pink Lady apple is distinctive for its pink-hued skin and a refreshingly crisp bite. This apple is a cross between the Golden Delicious and Lady Williams, and it's known for its perfect balance of sweet and tart flavors."}
{"_id":{"$oid":"656c09b23b3469e2a9dfc340"},"name":"Apple Red 1","description":"Apple Red 1 is a classic, all-purpose apple with a deep red skin and a sweet, mild flavor. It's a versatile fruit that's equally delicious whether eaten fresh, baked in desserts, or used in savory dishes."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc341"},"name":"Apple Red 2","description":"The Apple Red 2 variety is known for its striking red skin and sweet, juicy flesh. Ideal for snacking, this apple is also a favorite for its pleasant aroma and fine texture."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc342"},"name":"Apple Red 3","description":"Apple Red 3 boasts a deep red skin and offers a sweet yet slightly tangy flavor. It's popular for its firm texture, making it a great option for both eating raw and cooking."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc343"},"name":"Apple Red Delicious","description":"The Red Delicious apple is distinguished by its deep ruby skin and classic heart shape. This apple variety is cherished for its mild, sweet flavor and is often enjoyed fresh."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc344"},"name":"Apple Red Yellow 1","description":"Apple Red Yellow 1 is a unique blend of red and yellow hues on its skin, offering a balanced sweet-tart flavor. It's particularly juicy, making it a refreshing choice for a summer snack."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc345"},"name":"Apple Red Yellow 2","description":"The Apple Red Yellow 2 stands out with its beautiful red blush over a yellow background. It has a crisp texture with a flavor that combines sweet and tart notes."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc346"},"name":"Apricot","description":"Apricots are small, golden-orange fruits known for their velvety skin and sweet, tangy flesh. They are rich in vitamins and often used in a variety of culinary dishes, from jams to pastries."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc347"},"name":"Avocado","description":"The Avocado is a unique fruit with a creamy texture and rich, nutty flavor. It's highly nutritious, loaded with healthy fats and often used in salads, spreads, and sushi rolls."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc348"},"name":"Avocado Ripe","description":"A ripe Avocado offers a buttery, smooth texture and a slightly sweet taste. It's a versatile fruit, perfect for guacamole or as a creamy addition to sandwiches and salads."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc349"},"name":"Banana","description":"Bananas are elongated, yellow fruits with a sweet flavor and a soft, starchy texture. They are a staple in many diets worldwide and are known for their potassium content."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc34a"},"name":"Banana Lady Finger","description":"The Banana Lady Finger is a smaller, sweeter variant of the common banana. Its thin skin and delicate, sweet flesh make it a favorite for snacking and desserts."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc34b"},"name":"Banana Red","description":"Red Bananas are distinguished by their reddish-purple skin and creamy white to light pink flesh. They are sweeter and softer than yellow bananas and have a hint of raspberry flavor."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc34c"},"name":"Beetroot","description":"Beetroot is a vibrant, earthy vegetable known for its deep red color and sweet, slightly earthy flavor. Rich in nutrients, it's commonly used in salads, soups, and as a natural colorant."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc34d"},"name":"Blueberry","description":"Blueberries are small, round, and deep blue fruits. They are famous for their sweet and tangy flavor and are often used in a variety of dishes, from pancakes to smoothies."}
{"_id":{"$oid":"656c0a283b3469e2a9dfc34e"},"name":"Cactus Fruit","description":"Cactus fruit, also known as prickly pear, is known for its vibrant color and sweet, melon-like flavor. It's commonly eaten fresh or used in beverages and jams."}
{"_id":{"$oid":"656c0ab73b3469e2a9dfc34f"},"name":"Fig","description":"Figs are distinguished by their pear-like shape and luscious flesh, filled with tiny, edible seeds. They offer a naturally sweet flavor, making them a luxurious addition to both savory and sweet dishes."}
{"_id":{"$oid":"656c0ab73b3469e2a9dfc350"},"name":"Ginger Root","description":"Ginger Root is celebrated for its pungent, spicy flavor and fibrous texture. A staple in global cuisines and traditional medicine, it's used in everything from teas to stir-fries for its zesty kick."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc351"},"name":"Granadilla","description":"Granadilla is a type of passion fruit, known for its hard outer shell and juicy, seed-filled interior. Its sweet and tangy flavor makes it a favorite in tropical fruit salads and beverages."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc352"},"name":"Grape Blue","description":"Blue Grapes are known for their deep blue-purple skin and sweet, slightly tart flavor. They are a popular choice for making wine and also enjoyed fresh or in fruit salads."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc353"},"name":"Grape Pink","description":"Pink Grapes offer a unique blush hue and a sweet, mild flavor, making them a delightful snack. They are less acidic than their red counterparts and are great for fresh eating."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc354"},"name":"Grape White","description":"White Grapes, often light green in color, are known for their crisp texture and sweet taste. They are commonly used in white wine production and as a refreshing snack."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc355"},"name":"Grape White 2","description":"Grape White 2 is a variant of white grapes, offering a slightly more delicate and sugary flavor profile. These grapes are perfect for eating fresh or adding to a cheese platter."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc356"},"name":"Grape White 3","description":"Grape White 3 features a firmer texture and a balanced sweet-tart taste. This variety is excellent for making raisins or as a juicy addition to fruit salads."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc357"},"name":"Grape White 4","description":"The White 4 grape variety stands out with its seedless nature and mildly sweet flavor, making it a convenient and kid-friendly snack option."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc358"},"name":"Grapefruit Pink","description":"Pink Grapefruit is valued for its vibrant pink flesh and a perfect balance of sweet and tart flavors. It's often enjoyed in breakfasts, salads, and juice form."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc359"},"name":"Grapefruit White","description":"White Grapefruit, with its pale yellow flesh, is known for a tart and slightly bitter flavor, making it a favorite for those who enjoy a tangy citrus kick."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc35a"},"name":"Guava","description":"Guava is a tropical fruit known for its rough outer skin and sweet, fragrant flesh. It's rich in vitamin C and often eaten raw, juiced, or used in jellies."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc35b"},"name":"Hazelnut","description":"Hazelnuts are known for their round shape and sweet, nutty flavor. They are often used in baking and confectionery, especially in pralines and chocolate products."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc35c"},"name":"Huckleberry","description":"Huckleberries are small, round berries similar to blueberries but with a more intense sweet-tart flavor. They are great for jams, pies, and as a wild-foraged treat."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc35d"},"name":"Kaki","description":"Kaki, also known as persimmon, is known for its bright orange skin and sweet, honey-like flavor. This fruit is soft and pulpy when ripe, and often eaten fresh or dried."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc35e"},"name":"Kiwi","description":"Kiwi is a small fruit with a fuzzy brown skin and bright green flesh with black seeds. It's known for its unique tart taste and is rich in vitamin C and dietary fiber."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc35f"},"name":"Kohlrabi","description":"Kohlrabi is a bulbous vegetable with a taste and texture similar to broccoli stems or cabbage. Its mild, sweet flavor makes it versatile for raw or cooked dishes."}
{"_id":{"$oid":"656c0af93b3469e2a9dfc360"},"name":"Kumquats","description":"Kumquats are small, oval citrus fruits with an edible sweet rind and tart, juicy interior. They are often eaten whole or used in marmalades and chutneys."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc361"},"name":"Lemon","description":"Lemons are known for their bright yellow skin and tart, zesty flavor. They are a versatile fruit used in everything from culinary dishes to household cleaning products."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc362"},"name":"Lemon Meyer","description":"Meyer Lemons are a sweeter, less acidic variety, characterized by a thinner skin and a deep yellow to orange hue. They are excellent for desserts and lemonades."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc363"},"name":"Limes","description":"Limes are small, green citrus fruits with a tart and slightly sweet flavor. They are essential in many cuisines for adding a fresh zesty taste to dishes and drinks."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc364"},"name":"Lychee","description":"Lychees are small, round fruits with a rough, red outer skin and a translucent, grape-like texture inside. They have a sweet, floral taste and are often used in tropical drinks and desserts."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc365"},"name":"Mandarine","description":"Mandarines are a type of small, sweet citrus fruit with a loose skin that's easy to peel. They are less tart than oranges and are perfect for a quick, juicy snack."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc366"},"name":"Mango","description":"Mangoes are tropical fruits known for their sweet, rich flesh and a large, flat seed in the middle. They are incredibly versatile, used in everything from smoothies to spicy salsas."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc367"},"name":"Mango Red","description":"Red Mangoes are a variant with a slightly firmer texture and a deep red blush over yellow skin. They are known for their exceptionally sweet and juicy flesh."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc368"},"name":"Mangostan","description":"Mangostan, or mangosteen, has a thick, purple rind encasing a sweet, tangy, and juicy white flesh. It's often called the 'queen of fruits' for its unique and exquisite flavor."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc369"},"name":"Maracuja","description":"Maracuja, also known as passion fruit, has a tough outer rind and juicy, seed-filled interior. It's prized for its intense, exotic flavor and is often used in juices and desserts."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc36a"},"name":"Melon Piel de Sapo","description":"Piel de Sapo, or 'toad skin' melon, has a distinctive green, mottled rind and sweet, aromatic flesh. It's larger than most melons and has a refreshing, subtly sweet flavor."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc36b"},"name":"Mulberry","description":"Mulberries are elongated, dark fruits similar in appearance to blackberries. They have a sweet and slightly tart flavor and are often used in jams, pies, and herbal teas."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc36c"},"name":"Nectarine","description":"Nectarines are similar to peaches but have a smooth skin. They are known for their sweet and slightly tangy flesh, making them a popular choice for fresh eating and in desserts."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc36d"},"name":"Nectarine Flat","description":"Flat Nectarines are a unique variety with a flattened shape and a sweet, juicy flavor. Their tender, aromatic flesh makes them a delightful summer fruit."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc36e"},"name":"Nut Forest","description":"Forest Nuts are a mix of wild-harvested nuts, typically including varieties like hazelnuts, walnuts, and almonds. They are known for their rich flavors and nutritional benefits."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc36f"},"name":"Nut Pecan","description":"Pecans are smooth, brown nuts known for their rich, buttery flavor. They are a staple in many desserts, most famously in pecan pie, and are also enjoyed as a nutritious snack."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc370"},"name":"Onion Red","description":"Red Onions have a deep purple outer skin and a mild, sweet flavor. They are often used raw in salads, salsas, and as a garnish for their color and crispness."}
{"_id":{"$oid":"656c0b3a3b3469e2a9dfc371"},"name":"Onion Red Peeled","description":"Red Peeled Onions offer the same appealing taste as their unpeeled counterparts but are ready to use. They're ideal for cooking, offering a slightly sweet and sharp flavor."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc372"},"name":"Onion White","description":"White Onions have a mild flavor and a tender texture. They are preferred in Mexican cuisine and work well in salsas and chutneys due to their gentle taste."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc373"},"name":"Orange","description":"Oranges are a popular citrus fruit known for their bright orange skin and juicy, sweet flesh. They are a staple in many diets, rich in vitamin C and often enjoyed fresh or juiced."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc374"},"name":"Papaya","description":"Papaya is a tropical fruit with a soft, orange flesh and a sweet, musky taste. It contains a wealth of nutrients and enzymes, making it a favorite in health-conscious diets."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc375"},"name":"Passion Fruit","description":"Passion Fruit has a tough outer rind and is filled with juicy, seed-laden pulp. Its unique tart flavor is used to enhance the taste of smoothies, desserts, and sauces."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc376"},"name":"Peach","description":"Peaches are known for their fuzzy skin and sweet, juicy flesh. They are a summer favorite and can be eaten fresh, cooked in desserts, or canned for year-round use."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc377"},"name":"Peach 2","description":"Peach 2 is a variety that's often larger and sweeter than the classic peach, with a firmer texture that makes it ideal for grilling and baking."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc378"},"name":"Peach Flat","description":"Flat Peaches, also known as donut peaches, are notable for their unique shape and extra sweet flavor. Their compact size and stone-free center make them a convenient snack."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc379"},"name":"Pear","description":"Pears are known for their soft, sweet flesh and thin skin. They are versatile fruits that can be eaten raw, poached, or baked in a variety of dishes."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc37a"},"name":"Pear 2","description":"Pear 2 is a variant with a slightly crispier texture and a more aromatic flavor, making it a delightful addition to both sweet and savory dishes."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc37b"},"name":"Pear Abate","description":"Abate Pears are elongated and have a smooth, golden skin. They are known for their firm texture and a slightly spicy, sweet flavor."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc37c"},"name":"Pear Forelle","description":"Forelle Pears are small and recognized by their yellow skin with red freckles. They are crisp with a honey-sweet taste, perfect for snacking or in salads."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc37d"},"name":"Pear Kaiser","description":"Kaiser Pears have a classic pear shape with a russeted skin. They are prized for their juicy, sweet flesh and are often used in cooking for their ability to hold shape."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc37e"},"name":"Pear Monster","description":"Monster Pears are unusually large, with a juicy, sweet taste and a slightly grainy texture. They are an excellent choice for baking and making pear-based desserts."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc37f"},"name":"Pear Red","description":"Red Pears are visually striking with their vibrant red skin. They offer a similar texture to green pears but with a slightly sweeter flavor, making them a great addition to salads and desserts."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc380"},"name":"Pear Stone","description":"Stone Pears have a unique, almost stony texture, offering a crunchy bite. Their flavor is subtly sweet, making them ideal for pairing with cheeses and nuts."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc381"},"name":"Pear Williams","description":"Williams Pears, also known as Bartlett pears in the United States, are known for their classic shape and sweet, buttery flavor. They are excellent for canning and making pear preserves."}
{"_id":{"$oid":"656c0b783b3469e2a9dfc382"},"name":"Pepino","description":"Pepino, or Pepino Melon, resembles a melon in flavor but is more akin to a cucumber in texture. It's known for its yellowish skin with purple stripes and a mild, sweet taste."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc383"},"name":"Pepper Green","description":"Green Peppers are crisp and slightly bitter, less sweet than their red or yellow counterparts. They are a staple in salads, stir-fries, and as a stuffed vegetable."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc384"},"name":"Pepper Orange","description":"Orange Peppers are known for their bright color and sweet, fruity flavor. They add a vibrant touch and a mild sweetness to dishes."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc385"},"name":"Pepper Red","description":"Red Peppers are fully ripened, offering a sweet, almost fruity taste. They are rich in vitamins and antioxidants, making them a healthy and colorful addition to any meal."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc386"},"name":"Pepper Yellow","description":"Yellow Peppers have a bright, sunny color with a sweet, milder flavor compared to green peppers. They are perfect for adding a pop of color and sweetness to salads and dishes."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc387"},"name":"Physalis","description":"Physalis, also known as Cape Gooseberry, is notable for its papery husk and small, round fruit. It has a sweet-tart flavor and is often used in desserts and jams."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc388"},"name":"Physalis with Husk","description":"Physalis with Husk is presented in its natural state, enclosed in a distinctive, lantern-like husk. The fruit inside is sweet with a mild tartness, often used in gourmet dishes for its unique appearance and flavor."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc389"},"name":"Pineapple","description":"Pineapples are tropical fruits with a rough, spiky exterior and sweet, juicy flesh. They are popular eaten fresh, in juices, or used in cooking for their tenderizing properties."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc38a"},"name":"Pineapple Mini","description":"Mini Pineapples offer the same sweet, tropical taste as regular pineapples but in a smaller size. They are perfect for single servings or as a decorative addition to cocktails and desserts."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc38b"},"name":"Pitahaya Red","description":"Red Pitahaya, also known as Dragon Fruit, has a bright red skin and sweet, seed-speckled pulp. It's visually striking and offers a mildly sweet flavor, often eaten fresh or used in smoothies."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc38c"},"name":"Plum","description":"Plums are juicy fruits with a sweet and slightly tart flavor. They come in a variety of colors and are enjoyed fresh, in jams, or baked in desserts."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc38d"},"name":"Plum 2","description":"Plum 2 is a variant with a firmer texture and a more pronounced tartness, making it ideal for cooking and baking where it holds its shape well."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc38e"},"name":"Plum 3","description":"Plum 3 has a distinctively sweet flavor with a hint of almond, setting it apart from other varieties. It's great for snacking or for use in fruit salads."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc38f"},"name":"Pomegranate","description":"Pomegranates are known for their jewel-like seeds, which offer a sweet-tart flavor. They are packed with antioxidants and are often used in salads, juices, and garnishes."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc390"},"name":"Pomelo Sweetie","description":"Pomelo Sweetie, a variant of the large citrus fruit, has a sweeter taste and a more tender texture than the traditional pomelo. It's enjoyed fresh, in salads, or juiced."}
{"_id":{"$oid":"656c0bb93b3469e2a9dfc391"},"name":"Potato Red","description":"Red Potatoes have a smooth, thin red skin and a creamy texture. They are versatile in cooking, holding their shape well in dishes like potato salads and roasted sides."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc392"},"name":"Potato Red Washed","description":"Red Washed Potatoes are cleaned and ready for cooking, known for their smooth red skin and firm, waxy texture. They are ideal for boiling, baking, and making potato salads."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc393"},"name":"Potato Sweet","description":"Sweet Potatoes are known for their vibrant orange flesh and sweet, starchy flavor. They are highly nutritious and versatile, used in both savory and sweet dishes."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc394"},"name":"Potato White","description":"White Potatoes have a light skin and a starchy, creamy texture. They are a culinary staple, perfect for mashing, frying, and baking."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc395"},"name":"Quince","description":"Quinces are a unique fruit with a pear-like shape and a bright yellow skin. They are incredibly aromatic and are typically cooked to bring out their sweet, tangy flavor."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc396"},"name":"Rambutan","description":"Rambutans are exotic fruits known for their hairy shell and sweet, juicy flesh. They are similar to lychees in flavor and are often eaten fresh or used in fruit salads."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc397"},"name":"Raspberry","description":"Raspberries are small, red berries known for their delicate structure and sweet, slightly tart flavor. They are commonly used in desserts, jams, and as a fresh topping."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc398"},"name":"Redcurrant","description":"Redcurrants are tiny, bright red berries with a tangy taste. They are often used in jellies, syrups, and as a decorative element in various dishes."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc399"},"name":"Salak","description":"Salak, also known as snake fruit, has a reddish-brown scaly skin and a sweet, tangy flavor. The flesh is crunchy and often eaten fresh or used in salads."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc39a"},"name":"Strawberry","description":"Strawberries are popular berries known for their bright red color and sweet, juicy flavor. They are a favorite in desserts, smoothies, and as a fresh snack."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc39b"},"name":"Strawberry Wedge","description":"Strawberry Wedges are pre-cut strawberries, convenient for quick consumption or as a ready-to-use ingredient in desserts and salads."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc39c"},"name":"Tamarillo","description":"Tamarillo, also known as tree tomato, has an egg-shaped appearance with a sweet and tangy flesh. It's used in both sweet and savory dishes, adding a unique flavor profile."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc39d"},"name":"Tangelo","description":"Tangelos are a hybrid citrus fruit, combining the juicy sweetness of oranges with the tartness of tangerines. They are known for their easy-to-peel skin and segmental structure."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc39e"},"name":"Tomato 1","description":"Tomato 1 is a classic variety, known for its round shape and vibrant red color. It offers a balanced flavor, ideal for salads, sandwiches, and sauces."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc39f"},"name":"Tomato 2","description":"Tomato 2 is a variant with a slightly firmer texture and a more intense flavor, perfect for cooking and making thicker tomato-based sauces."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc3a0"},"name":"Tomato 3","description":"Tomato 3 is distinguished by its juiciness and sweet flavor, making it a great choice for fresh eating and in dishes where the natural flavor of the tomato is highlighted."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc3a1"},"name":"Tomato 4","description":"Tomato 4 is a robust variety, offering a rich and slightly acidic taste. It's often used in cooking for its ability to enhance the flavors of stews and casseroles."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc3a2"},"name":"Tomato Cherry Red","description":"Cherry Red Tomatoes are small, round, and sweet, ideal for snacking or adding a burst of flavor to salads and appetizers."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc3a3"},"name":"Tomato Heart","description":"Heart Tomatoes are known for their heart shape and meaty texture. They have a rich, sweet flavor, making them excellent for sauces and sun-drying."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc3a4"},"name":"Tomato Maroon","description":"Maroon Tomatoes are unique for their deep maroon color and complex flavor profile, blending sweetness with a hint of smokiness."}
{"_id":{"$oid":"656c0bf53b3469e2a9dfc3a5"},"name":"Tomato Yellow","description":"Yellow Tomatoes have a bright yellow hue and a milder, less acidic taste compared to red tomatoes. They add a colorful and sweet element to salads and dishes."}
{"_id":{"$oid":"656c0c0d3b3469e2a9dfc3a6"},"name":"Tomato not Ripened","description":"Not Ripened Tomatoes are still in their green stage, offering a firmer texture and a more tangy flavor than their ripened counterparts. They are ideal for frying or in recipes that require a less sweet tomato."}
{"_id":{"$oid":"656c0c0d3b3469e2a9dfc3a7"},"name":"Walnut","description":"Walnuts are known for their wrinkled, brain-like appearance and rich, nutty flavor. They are a nutritious addition to diets, often used in baking, salads, and as a hearty snack."}
{"_id":{"$oid":"656c0c0d3b3469e2a9dfc3a8"},"name":"Watermelon","description":"Watermelons are large, juicy fruits famous for their green rind and vibrant red, sweet flesh. They are a refreshing summertime staple, often enjoyed fresh, in salads, or as a hydrating snack."}
{"_id":{"$oid":"656c165f0bc0a5e845207d1b"},"name":"Avocado ripe","description":"A creamy delight with a hint of nuttiness, perfect for guacamole or toast toppings."}
{"_id":{"$oid":"656c165f0bc0a5e845207d1c"},"name":"Cactus fruit","description":"Prickly on the outside, sweet and refreshing on the inside, a unique desert gem."}
{"_id":{"$oid":"656c165f0bc0a5e845207d1d"},"name":"Cantaloupe 1","description":"A juicy orange flesh that's both sweet and fragrant, a summer favorite."}
{"_id":{"$oid":"656c165f0bc0a5e845207d1e"},"name":"Cantaloupe 2","description":"With a netted rind and succulent taste, it's a melon lover's dream."}
{"_id":{"$oid":"656c165f0bc0a5e845207d1f"},"name":"Carambula","description":"Also known as star fruit, it offers a tropical blend of tartness and sweetness."}
{"_id":{"$oid":"656c165f0bc0a5e845207d20"},"name":"Cauliflower","description":"A versatile vegetable that can be roasted, mashed, or turned into a creamy soup."}
{"_id":{"$oid":"656c165f0bc0a5e845207d21"},"name":"Cherry 1","description":"Small, red, and bursting with flavor, perfect for snacking or baking."}
{"_id":{"$oid":"656c165f0bc0a5e845207d22"},"name":"Cherry 2","description":"These cherries are plump and juicy, ideal for making a delicious cherry pie."}
{"_id":{"$oid":"656c165f0bc0a5e845207d23"},"name":"Cherry Rainier","description":"Golden and blush, these cherries are exceptionally sweet and succulent."}
{"_id":{"$oid":"656c165f0bc0a5e845207d24"},"name":"Cherry Wax Black","description":"Dark as night, these wax cherries are a unique twist on the classic."}
{"_id":{"$oid":"656c165f0bc0a5e845207d25"},"name":"Cherry Wax Red","description":"Bright red and glossy, these wax cherries are a sweet treat."}
{"_id":{"$oid":"656c165f0bc0a5e845207d26"},"name":"Cherry Wax Yellow","description":"Vibrant yellow and waxy, these cherries are a delightful surprise."}
{"_id":{"$oid":"656c165f0bc0a5e845207d27"},"name":"Chestnut","description":"A nutty delight, roasted chestnuts are a cozy winter snack."}
{"_id":{"$oid":"656c165f0bc0a5e845207d28"},"name":"Clementine","description":"Small and easy to peel, clementines are a burst of citrus sunshine."}
{"_id":{"$oid":"656c165f0bc0a5e845207d29"},"name":"Cocos","description":"Coconuts offer a tropical taste and are packed with refreshing coconut water."}
{"_id":{"$oid":"656c165f0bc0a5e845207d2a"},"name":"Corn","description":"Sweet and crisp, corn can be grilled, boiled, or turned into popcorn."}
{"_id":{"$oid":"656c165f0bc0a5e845207d2b"},"name":"Corn Husk","description":"The husk of corn is often used as a natural wrapper for tamales."}
{"_id":{"$oid":"656c165f0bc0a5e845207d2c"},"name":"Cucumber Ripe","description":"Crisp and cool, ripe cucumbers are perfect for salads or pickling."}
{"_id":{"$oid":"656c165f0bc0a5e845207d2d"},"name":"Cucumber Ripe 2","description":"With a refreshing crunch, cucumbers add a cool touch to any dish."}
{"_id":{"$oid":"656c165f0bc0a5e845207d2e"},"name":"Dates","description":"Sweet and chewy, dates are a natural energy booster and make delicious snacks."}
{"_id":{"$oid":"656c165f0bc0a5e845207d2f"},"name":"Eggplant","description":"Versatile and hearty, eggplant is a great choice for grilling or roasting."}
